
/*
  Localizable.strings
  300

  Created by Stefano on 5/15/14.
  Copyright (c) 2014 Abstractions. All rights reserved.
*/

"Let's start off slow..." = "Cominciamo lento...";
"A Little Faster!" = "Un po più veloce!";
"%i Lives Remaining" = "%i vite rimanenti";
"Last Life!" = "Ultima vita!";
"Get a badge for %i Bricks!" = "Prendi un badge per %i Bricks!";
"Don't Crash!" = "Non Crash!";
"Watch Out!" = "Attenzione!";
"Remember to turn!" = "Ricordate di girare!";
"Outlast Him!" = "Sopravvivere!";
"You can do better!" = "Potete fare meglio!";
"Control the opponent!" = "Controllo l'avversario!";
"Contain & Dominate!" = "Contenere & Dominate!";
"Game Over!" = "Game Over!";
"High Score: %i" = "High Score: %i";
"Best Level: %i" = "Massimo livello: %i";
"Tap to Play" = "Toc per giocare";
"Tap to Continue" = "Toc per continua";
"NEW BEST LEVEL!" = "MIGLIORE LIVELLO!";
"Total Score" = "Total Score";
"Total Score: %i" = "Total Score: %i";
"Lives: %i" = "Vite: %i";
"Disable Ads - $0.99" = "Disattiva Ads-$0.99";
"Leaderboard" = "Leaderboard";
"Log in to Gamecenter to see Leaderboard" = "Entra Gamecenter per vedere Leaderboard";
"Check out this cool new game. Can you beat my best level of %i Bricks? It's free... get it at:" = "Check out questo nuovo fresco gioco. Riesci a battere il mio miglior livello di %i mattoni? è gratis ... ottenere a:";
"Check out this cool new game. It's free... get it at:" = "Check out questo nuovo fresco gioco. è gratis ... ottenere a:";
"Check out 300 Brick'd. Can you beat my best level of %i Bricks? It's free... get it at %@" = "Check out 300 Brick'd. Riesci a battere il mio miglior livello di %i mattoni? è gratis ... ottenere a %@";
"Post Cancelled" = "Post Annullato";
"Post Successful.. 4 Lives Granted!" = "Post riuscito .. 4 Vite Concesso!";
"Ok" = "Ok";
"Purchases are disabled for your account" = "Gli acquisti sono disabilitati per il vostro account";
"Remove Ads" = "Rimuovere gli annunci";
"Score: %i" = "Score: %i";
"Tap for Detailed Instructions"="Tap for Detailed Instructions";
"how to play" = "How to Play 300 Brick’d";
"how to play instructions" = "\nThe goal in 300 Brick’d is to make the green bricks(computer) run out of space before you do…\n\nHere’s the catch. You need to let the computer lay as many bricks as possible. You score a point for each green brick put down. If your blue bricks hit a wall, run out of space, or run into the green bricks you get 0 points! Nothing! Nada!\n\nIt's the ultimate challenge... harder than it looks. Can you get to 300? Can anyone? Nobody has yet…";